const CONSTANTS_QUESTIONS = [
    {
        title: "1、您的年龄",
        options: [
            "18～24岁",
            "25～34岁",
            "35～50岁",
            "50岁以上",
        ],
    },
    {
        title: "2、您的最高学历是",
        options: [
            "高中或以下",
            "大学专科",
            "大学本科",
            "硕士及以上",
        ],
    },
    {
        title: "3、以下哪一项对您目前职业阶段描述更贴切",
        options: [
            "暂未工作",
            "职业起步期",
            "职业上升期",
            "职业稳定期",
        ],
    },
    {
        title: "4、您的主要收入来源是",
        options: [
            "无固定收入",
            "工资、劳务报酬",
            "利息、买卖证券等金融性收入",
            "生产经营、出租售房地产等非金融性收入",
        ],
    },
    {
        title: "5、您的个人综合年收入",
        options: [
            "5万以下",
            "5～10万",
            "11～20万",
            "20万以上",
        ],
    },
    {
        title: "6、到目前为止，您已经有多少年金融产品投资经验",
        options: [
            "少于1年",
            "1～3年",
            "3～5年",
            "5年以上",
        ],
    },
    {
        title: "7、对于您的投资经验，以下哪一项更符合",
        options: [
            "有限：仅投资过银行理财、余额宝等产品，基本没有其他投资经验",
            "一般：除银行理财外，购买过基金、保险理财等，但需要进一步指导",
            "丰富：有经验的投资者，参与过股票等产品交易，可以自己作出投资决策",
            "非常丰富：非常有经验，投资过期货、外汇、权证等高风险金融产品",
        ],
    },
    {
        title: "8、以下哪项描述最符合您对金融产品投资所持的态度？",
        options: [
            "资产保值，几乎不能承受任何亏损",
            "尽可能保证本金安全，只能承受15%以内的亏损",
            "希望产生较多的收益，能承受15%～30%的亏损",
            "追求高风险高收益，能承受50%亏损甚至更多",
        ],
    },
];

export default CONSTANTS_QUESTIONS;
